[
    {
        "afirmacion": "Leonardo DiCaprio ganó su primer Oscar por su actuación en 'Titanic'.",
        "respuesta": "Incorrecto, Leonardo DiCaprio ganó su primer Oscar por su actuación en 'The Revenant' en 2016.",
        "validacion": "falsa",
        "categoria": "Cine"
    },
    {
        "afirmacion": "La película 'Avatar' fue dirigida por James Cameron.",
        "respuesta": "Correcto, 'Avatar' fue dirigida por James Cameron y se estrenó en 2009.",
        "validacion": "verdadera",
        "categoria": "Cine"
    },
    {
        "afirmacion": "El Oscar a Mejor Película en 2020 fue para 'Parasite'.",
        "respuesta": "Correcto, 'Parasite', dirigida por Bong Joon-ho, ganó el Oscar a Mejor Película en 2020.",
        "validacion": "verdadera",
        "categoria": "Cine"
    },
    {
        "afirmacion": "Christopher Nolan dirigió la trilogía de 'El Señor de los Anillos'.",
        "respuesta": "Incorrecto, la trilogía de 'El Señor de los Anillos' fue dirigida por Peter Jackson.",
        "validacion": "falsa",
        "categoria": "Cine"
    },
    {
        "afirmacion": "Los colibríes pueden volar hacia atrás.",
        "respuesta": "Correcto, los colibríes son las únicas aves que pueden volar hacia atrás.",
        "validacion": "verdadera",
        "categoria": "Naturaleza"
    },
    {
        "afirmacion": "Las ballenas azules son los animales más grandes que han existido en la Tierra.",
        "respuesta": "Correcto, las ballenas azules son los animales más grandes conocidos, llegando a medir hasta 30 metros de longitud.",
        "validacion": "verdadera",
        "categoria": "Naturaleza"
    },
    {
        "afirmacion": "El veneno de las tarántulas es mortal para los humanos.",
        "respuesta": "Incorrecto, el veneno de la mayoría de las tarántulas no es mortal para los humanos y es comparable a una picadura de abeja.",
        "validacion": "falsa",
        "categoria": "Naturaleza"
    },
    {
        "afirmacion": "Las cebras tienen rayas negras sobre un fondo blanco.",
        "respuesta": "Correcto, las cebras tienen rayas negras sobre un fondo blanco, y su patrón de rayas es único para cada individuo.",
        "validacion": "verdadera",
        "categoria": "Naturaleza"
    },
    {
        "afirmacion": "El agua constituye aproximadamente el 70% del peso del cuerpo humano.",
        "respuesta": "Correcto, el agua representa alrededor del 60-70% del peso total del cuerpo humano.",
        "validacion": "verdadera",
        "categoria": "Ciencia"
    },
    {
        "afirmacion": "La teoría de la relatividad fue propuesta por Isaac Newton.",
        "respuesta": "Incorrecto, la teoría de la relatividad fue propuesta por Albert Einstein a principios del siglo XX.",
        "validacion": "falsa",
        "categoria": "Ciencia"
    },
    {
        "afirmacion": "La gravedad en la Luna es aproximadamente una sexta parte de la de la Tierra.",
        "respuesta": "Correcto, la gravedad en la Luna es aproximadamente una sexta parte de la gravedad en la Tierra.",
        "validacion": "verdadera",
        "categoria": "Ciencia"
    },
    {
        "afirmacion": "El elemento químico con el número atómico 1 es el helio.",
        "respuesta": "Incorrecto, el elemento químico con el número atómico 1 es el hidrógeno.",
        "validacion": "falsa",
        "categoria": "Ciencia"
    },
    {
        "afirmacion": "Beethoven era sordo cuando compuso algunas de sus obras más famosas.",
        "respuesta": "Correcto, Ludwig van Beethoven estaba prácticamente sordo cuando compuso muchas de sus obras más famosas, incluida su Novena Sinfonía.",
        "validacion": "verdadera",
        "categoria": "Música"
    },
    {
        "afirmacion": "El instrumento más grande de la familia de los vientos es el saxofón.",
        "respuesta": "Incorrecto, el instrumento más grande de la familia de los vientos es el contrafagot.",
        "validacion": "falsa",
        "categoria": "Música"
    },
    {
        "afirmacion": "Mozart compuso más de 600 obras durante su vida.",
        "respuesta": "Correcto, Wolfgang Amadeus Mozart compuso más de 600 obras, incluyendo sinfonías, conciertos y óperas.",
        "validacion": "verdadera",
        "categoria": "Música"
    },
    {
        "afirmacion": "Freddie Mercury fue el vocalista principal de la banda Led Zeppelin.",
        "respuesta": "Incorrecto, Freddie Mercury fue el vocalista principal de la banda Queen, no Led Zeppelin.",
        "validacion": "falsa",
        "categoria": "Música"
    },
    {
        "afirmacion": "La fotosíntesis ocurre en los cloroplastos de las células vegetales.",
        "respuesta": "Correcto, la fotosíntesis ocurre en los cloroplastos de las células vegetales, donde se convierte la luz solar en energía química.",
        "validacion": "verdadera",
        "categoria": "Ciencia"
    },
    {
        "afirmacion": "La película 'Inception' fue dirigida por Steven Spielberg.",
        "respuesta": "Incorrecto, 'Inception' fue dirigida por Christopher Nolan y se estrenó en 2010.",
        "validacion": "falsa",
        "categoria": "Cine"
    },
    {
        "afirmacion": "El océano más profundo del mundo es el Océano Atlántico.",
        "respuesta": "Incorrecto, el océano más profundo del mundo es el Océano Pacífico, específicamente en la Fosa de las Marianas.",
        "validacion": "falsa",
        "categoria": "Naturaleza"
    },
    {
        "afirmacion": "La sinfonía 'Eroica' es una obra de Beethoven.",
        "respuesta": "Correcto, la Sinfonía No. 3 en mi bemol mayor, también conocida como 'Eroica', fue compuesta por Ludwig van Beethoven.",
        "validacion": "verdadera",
        "categoria": "Música"
    }
]
